Repository: 84000/data-translation-memory
Catalog: toh125-v2.tmx
Source language: bo
Languages: en

source: འཕགས་པ་གསེར་གྱི་མདོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ།
en: The Noble Great Vehicle Sūtra The Gold Sūtra

source: སངས་རྒྱས་དང་། བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all the buddhas and bodhisattvas.

source: འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་ཏེ།
en: The Blessed One was dwelling in the Jetavana, in the Park of Anātha­piṇḍada.

source: དེའི་ཚེ་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: At that time the venerable Ānanda asked the Blessed One,

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་ཀྱི་སེམས་ཅི་ལྟར་བལྟ་བར་བགྱི།
en: “Blessed One, how should the mind of awakening be viewed?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The Blessed One replied,

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་བྱང་ཆུབ་ཀྱི་སེམས་ནི་གསེར་དང་རང་བཞིན་འདྲ་བར་གནས་པར་བལྟ་བར་བགྱིའོ། །
en: “Venerable Ānanda, the mind of awakening should be viewed as being in nature like gold.

source: གསེར་རང་བཞིན་གྱིས་རྣམ་པར་དག་པ་ལྟར་བྱང་ཆུབ་ཀྱི་སེམས་རང་བཞིན་གྱིས་རྣམ་པར་དག་པར་གནས་སོ། །
en: Just as gold is pure by nature, so the mind of awakening is pure by nature.

source: མགར་བས་གསེར་ལ་བཟོའི་བྱེ་བྲག་ཐ་དད་པར་བྱས་ཀྱང་གསེར་རང་བཞིན་མི་འགྱུར་བ་ལྟར།
en: Just as a smith shapes gold into a multiplicity of forms, yet the nature of the gold does not change,

source: བྱང་ཆུབ་ཀྱི་སེམས་ལ་ཡོན་ཏན་ཁྱད་པར་སྣ་ཚོགས་པར་སྣང་ཡང་དོན་དམ་པར་བྱང་ཆུབ་ཀྱི་སེམས་ལས་མ་གཡོས་པས་རང་བཞིན་མི་འགྱུར་བའི་ཕྱིར་རོ། །
en: although the mind of awakening may appear to have a variety of unique attributes, ultimately these never waver from the mind of awakening. Therefore, its nature does not change.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་དེ་བཀའ་སྩལ་པ།
en: Then the Blessed One proclaimed the following verse:

source: བྱང་ཆུབ་སེམས་ཉིད་རྣམ་པར་དག །
en: “The mind of awakening is pure.

source: བདག་དང་གཞན་གྱི་དོན་ལ་བརྩོན། །
en: Strive for the benefit of self and other.

source: དངོས་མེད་ངོ་བོ་ཉིད་དུ་སྒོམ། །
en: Meditate on the insubstantial essence.

source: ཤེས་རབ་སྐྱེ་བའི་རྒྱུ་ལ་མོས། །
en: Be intent on what causes the birth of wisdom.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་།
en: The Blessed One spoke thus, and

source: ཚེ་དང་ལྡན་པ་ཀུན་དགའ་བོ་དང་། ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེ་དག་དང་། ལྷ་དང་། མི་དང་། ལྷ་མ་ཡིན་དང་། དྲི་ཟར་བཅས་པའི་འཇིག་རྟེན་ཡི་རངས་ཏེ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་མངོན་པར་བསྟོད་དོ།། །།
en: Venerable Ānanda, the entire retinue, and the world together with its gods, humans, asuras, and gandharvas rejoiced and praised what the Blessed One had said.

source: འཕགས་པ་གསེར་གྱི་མདོ་ཞེས་བྱ་བ་ཐེག་པ་ཆེན་པོའི་མདོ་རྫོགས་སྷོ།།
en: This completes the noble Great Vehicle sūtra “The Gold Sūtra.”
